Repository: hachther/mesomb-for-woocommerce
Catalog: languages/mesomb-for-woocommerce-*.po
Languages: fr_fr

source: Plugin to integrate Mobile payment on WooCommerce using Hachther MeSomb
fr_fr: Plugin pour intégrer le paiement mobile sur WooCommerce en utilisant Hachther MeSomb

source: Allow user to make payment with Mobile Money or Orange Money
fr_fr: Permettre à l’utilisateur d’effectuer un paiement avec Mobile Money ou Mobile Money

source: Cameroon
fr_fr: Cameroun

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable MeSomb Gateway
fr_fr: Activer la Passerelle MeSomb

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l’utilisateur voit lors du paiement.

source: MeSomb Mobile Payment
fr_fr: Paiement Mobile MeSomb

source: This controls the description which the user sees during checkout.
fr_fr: Ceci contrôle la description que l’utilisateur voit lors du paiement.

source: Pay with your Mobile/Orange Money account.
fr_fr: Payez avec votre compte Mobile/Orange Money.

source: Fees Included
fr_fr: Frais Inclus

source: Fees are already included in the displayed price
fr_fr: Les frais sont déjà inclus dans le prix affiché

source: This control if the MeSomb fees is already included in the price shown to users
fr_fr: Ceci contrôle si les frais MeSomb sont déjà inclus dans le prix affiché aux utilisateurs

source: MeSomb Application Key
fr_fr: Clé d’Application MeSomb

source: MeSomb Access Key
fr_fr: Clé d’Accès MeSomb

source: API Access key obtained from MeSomb
fr_fr: Clé d’accès API obtenue auprès de MeSomb

source: MeSomb Secret Key
fr_fr: Clée Secrète MeSomb

source: API Secret key obtained from MeSomb
fr_fr: Clé Secrète API obtenue auprès de MeSomb

source: Countries
fr_fr: Pays

source: You can receive payments from which countries
fr_fr: Vous pouvez recevoir des paiements de quels pays

source: Currency Conversion
fr_fr: Conversion de Devises

source: Rely on MeSomb to automatically convert foreign currencies
fr_fr: Faire confiance à MeSomb pour convertir automatiquement les devises étrangères

source: Invalid operator it should be on of the following Mobile Money, Orange Money and Airtel Money
fr_fr: Opérateur non valide, il devrait s’agir de l’un des opérateurs suivants : Mobile Money, Orange Money et Airtel Money

source: Your phone number format is invalid. It should be in the local format
fr_fr: Le format de votre numéro de téléphone n’est pas valide. Il doit être au format local

source: Hey, your order is paid! Thank you!
fr_fr: Hé, votre commande est payée ! Merci !

source: Error during the payment process! Please try again and contact the admin if the issue is continue
fr_fr: Erreur lors du processus de paiement ! Veuillez réessayer et contacter l’administrateur si le problème persiste

source: Subscription payment failed. To make a successful payment using MeSomb Payments, please review the gateway settings.
fr_fr: Le paiement de l’abonnement a échoué. Pour effectuer un paiement réussi avec MeSomb Payments, veuillez vérifier les paramètres de la passerelle.

source: Order payment failed. To make a successful payment using MeSomb Payments, please review the gateway settings.
fr_fr: Le paiement de la commande a échoué. Pour effectuer un paiement avec succès via MeSomb Payments, veuillez vérifier les paramètres de la passerelle.

source: Mobile Money Number
fr_fr: Numéro de Mobile Money

source: Orange Money Number
fr_fr: Numéro de Orange Money

source: Airtel Money Number
fr_fr: Numéro de Airtel Money

source: Service provider is required
fr_fr: Fournisseur de services est requis

source: Phone number is required
fr_fr: Numéro de téléphone est obligatoire

source: Service Provider
fr_fr: Fournisseur de Service

source: Select Mobile Operator
fr_fr: Sélectionnez l’Opérateur Mobile

source: Phone Number
fr_fr: Numéro de Téléphone

source: Pay with your
fr_fr: Payez avec

source: Check your phone
fr_fr: Vérifiez votre téléphone

source: Please check your phone to validate payment from Hachther SARL or MeSomb
fr_fr: Veuillez vérifier votre téléphone pour valider le paiement de Hachther SARL ou MeSomb
